{"_id":"~123232488","createdBy":"yasminoliveiraheinze@hotmail.com","updatedBy":"yasminoliveiraheinze@hotmail.com","createdAt":1622045605406,"updatedAt":1623945602288,"_type":"caseTemplate","name":"RP0001 - Phishing email","displayName":"","titlePrefix":"","description":"Manual de resposta para caso de e-mail de phishing\nFluxo de trabalho:\n1. As etapas de preparação referem-se a uma fase de verificação no qual deverá ser feita sempre antes de um caso ocorrer. Por tanto para começar a responder um caso, inicie pelas etapas de Identificação.  \n2. Execute ações de resposta passo a passo. Alguns deles estão conectados diretamente, o que significa que você não será capaz de avançar sem terminar a etapa anterior. Alguns deles são redundantes, como os que estão relacionados ao bloqueio de uma ameaça por meio de sistemas de filtragem de rede (etapa de contenção)\n3. Comece a executar as etapas de contenção e erradicação simultaneamente com as próximas etapas de identificação, assim que receber informações sobre hosts maliciosos\n4. Se o phishing levou à execução de código ou acesso remoto ao host da vítima, comece imediatamente a executar o Manual de Resposta a Incidentes Pós-Exploração Genérica\n5. Salve todos os timestamps das ações implementadas no rascunho do Relatório de Incidentes em tempo real, isso vai economizar muito tempo","severity":2,"tags":["attack:initial_access","attack.t1566.002","attack.t1566.001","phishing"],"flag":false,"tlp":2,"pap":2,"tasks":[{"id":"~1478904","_id":"~1478904","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602216,"_type":"case_task","title":"20 | RA2115: Lista de hosts comunicados com URL externo","group":"Identificação","description":"Liste hosts que se comunicam com um URL externo usando a maneira mais eficiente.\n\n","status":"Waiting","flag":false,"order":19},{"id":"~1483000","_id":"~1483000","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602231,"_type":"case_task","title":"7 | RA1106: acessa registros DNS externos","group":"Preparação","description":"Certifique-se de que haja uma coleção de logs DNS para comunicação externa (de ativos corporativos para a Internet) configurados.\nSe não houver opção para configurá-lo em um dispositivo de rede / servidor DNS, você pode instalar um software especial em cada terminal e coletá-lo deles.\n\nAviso:\n\nCertifique-se de que haja registros de consulta e resposta de DNS coletados. É muito difícil configurar tal coleção no servidor DNS do MS Windows e no ISC BIND. Às vezes, é muito mais fácil usar soluções de terceiros para atender a esse requisito.\nCertifique-se de que o tráfego DNS para os servidores DNS externos (públicos) seja bloqueado pelo Firewall do Border. Dessa forma, os servidores DNS corporativos são o único lugar onde os ativos podem resolver os nomes de domínio.\n","status":"Waiting","flag":false,"order":6},{"id":"~1487096","_id":"~1487096","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602236,"_type":"case_task","title":"4 | RA1003: Aumente a conscientização do pessoal","group":"Preparação","description":"Treine os usuários para estarem cientes das tentativas de acesso ou manipulação por parte de um adversário para reduzir o risco de spearphishing bem-sucedido, engenharia social e outras técnicas que envolvem a interação do usuário.\n\n","status":"Waiting","flag":false,"order":3},{"id":"~1491192","_id":"~1491192","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602245,"_type":"case_task","title":"36 | RA5103: Desbloquear URL bloqueado","group":"Recuperação","description":"Desbloquear um URL bloqueado no (s) sistema (s) usado (s) para bloqueá-lo.\n\n","status":"Waiting","flag":false,"order":35},{"id":"~1544192","_id":"~1544192","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602222,"_type":"case_task","title":"13 | RA1203: Capacidade de bloquear domínio de e-mail","group":"Preparação","description":"Certifique-se de ter a capacidade de bloquear um domínio de e-mail em um servidor de e-mail usando sua funcionalidade de filtragem nativa.","status":"Waiting","flag":false,"order":12},{"id":"~1548288","_id":"~1548288","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602228,"_type":"case_task","title":"17 | RA2003: Colocar contas comprometidas no monitoramento","group":"Identificação","description":"Comece a monitorar as tentativas de autenticação e todas as ações potencialmente prejudiciais de contas (potencialmente) comprometidas.\nProcure por anomalias, conexões de rede incomuns, geolocalização / tempo de trabalho incomuns, ações que nunca foram executadas antes.\nFique em contato com os usuários reais e, em caso de necessidade, pergunte se eles estão executando alguma ação suspeita por si próprios ou não.\n","status":"Waiting","flag":false,"order":16},{"id":"~1552384","_id":"~1552384","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602233,"_type":"case_task","title":"21 | RA2201: Lista de mensagens de e-mail abertas por usuários","group":"Identificação","description":"Liste os usuários que abriram / leram uma mensagem de e-mail específica usando a funcionalidade do servidor de e-mail.","status":"Waiting","flag":false,"order":20},{"id":"~1556480","_id":"~1556480","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602239,"_type":"case_task","title":"30 | RA3202: Bloquear remetente no e-mail","group":"Contenção","description":"Bloqueie um remetente de e-mail em um servidor de e-mail usando sua funcionalidade de filtragem nativa.","status":"Waiting","flag":false,"order":29},{"id":"~1560576","_id":"~1560576","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602248,"_type":"case_task","title":"41 | RA6002: Comunique-se com autoridade da lei","group":"Comunicação","description":"Considere notificar autoridades da lei em caso de confirmação de que o usuário enviou algum tipo de informação para o atacante.\n- Polícia local\n- Polícia estadual\n- Polícia federal\n","status":"Waiting","flag":false,"order":40},{"id":"~1564672","_id":"~1564672","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602263,"_type":"case_task","title":"28 | RA3105: Bloquear URL externo","group":"Contenção","description":"Bloqueie um URL externo de ser acessado por ativos corporativos, usando a maneira mais eficiente.","status":"Waiting","flag":false,"order":27},{"id":"~1568768","_id":"~1568768","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602273,"_type":"case_task","title":"9 | RA1113: Obter capacidade de bloquear domínio externo","group":"Preparação","description":"Certifique-se de ter a capacidade de criar uma regra de política ou uma configuração específica em um dos Sistemas de Mitigação listados que irá bloquear um nome de domínio externo de ser acessado por ativos corporativos.\n\nAviso:\n\nCertifique-se de que usando os sistemas listados (1 ou múltiplos) você pode controlar o acesso à internet de todos os ativos na infraestrutura. Em alguns casos, você precisará de uma maneira garantida de bloquear completamente o acesso de um nome de domínio externo por ativos corporativos. Se alguns dos ativos não estiverem sob a gestão dos Sistemas de Mitigação listados, (para que possam acessar a internet contornando esses sistemas), você não será capaz de atingir plenamente o objetivo final da Ação de Resposta.\n\n","status":"Waiting","flag":false,"order":8},{"id":"~1572864","_id":"~1572864","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602274,"_type":"case_task","title":"39 | RA5203: Restaurar ativos em quarentena","group":"Recuperação","description":"Restaure da quarentena acessos, computadores, servidores e e-mails comprometidos. ","status":"Waiting","flag":false,"order":38},{"id":"~1576960","_id":"~1576960","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602281,"_type":"case_task","title":"3 | RA1004: Faça o pessoal relatar atividades suspeitas","group":"Preparação","description":"Desenvolva uma forma simplificada e conhecida de toda a empresa de entrar em contato com a equipe de RI em caso de atividade suspeita no sistema do usuário.\nCertifique-se de que o pessoal está ciente disso, pode e irá usá-lo.\n","status":"Waiting","flag":false,"order":2},{"id":"~42389552","_id":"~42389552","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602219,"_type":"case_task","title":"34 | RA5101: desbloquear IP bloqueado","group":"Recuperação","description":"Desbloqueie um endereço IP bloqueado no (s) sistema (s) usado (s) para bloqueá-lo.","status":"Waiting","flag":false,"order":33},{"id":"~42393648","_id":"~42393648","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602227,"_type":"case_task","title":"35 | RA5102: Desbloquear domínio bloqueado","group":"Recuperação","description":"Desbloqueie um nome de domínio bloqueado no (s) sistema (s) usado (s) para bloqueá-lo.\n\n","status":"Waiting","flag":false,"order":34},{"id":"~42397744","_id":"~42397744","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602234,"_type":"case_task","title":"25 | RA2205: Extraia observáveis de mensagem de e-mail","group":"Identificação","description":"Extraia os dados para outras etapas de resposta:\n\nanexos (usando a ferramenta munpack: munpack email.eml)\nde, para, cc\nassunto do email\ncaminho dos servidores recebidos\nlista de URLs do conteúdo de texto do corpo do e-mail e anexos\nEsta ação de resposta pode ser automatizada com TheHive EmlParser.\n","status":"Waiting","flag":false,"order":24},{"id":"~42401840","_id":"~42401840","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602237,"_type":"case_task","title":"15 | RA1205: Capacidade de excluir mensagens de e-mail","group":"Preparação","description":"Certifique-se de poder excluir uma mensagem de e-mail de um servidor de e-mail e as caixas de e-mail dos usuários usando sua funcionalidade nativa.\n\n","status":"Waiting","flag":false,"order":14},{"id":"~42405936","_id":"~42405936","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602268,"_type":"case_task","title":"39 | RA5203: Restaurar mensagem de e-mail em quarentena","group":"Recuperação","description":"Restaure uma mensagem de e-mail em quarentena em um servidor de e-mail usando sua funcionalidade nativa.","status":"Waiting","flag":false,"order":38},{"id":"~42410032","_id":"~42410032","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602279,"_type":"case_task","title":"32 | RA4001: Reportar incidente a empresas externas","group":"Erradicação","description":"Reportar o incidente a empresas de segurança externas, ou seja, Equipes Nacionais de Resposta a Incidentes de Segurança Informática (CSIRTs).\nForneça todos os indicadores de comprometimento e indicadores de ataque que foram observados.\n\nUm ataque de phishing pode ser relatado a:\n\nEquipes Nacionais de Resposta a Incidentes de Segurança de Computadores (CSIRTs)\nGrupo de Trabalho Anti-Phishing (APWG)\nNavegação segura do Google\n","status":"Waiting","flag":false,"order":31},{"id":"~42528784","_id":"~42528784","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602230,"_type":"case_task","title":"8 | RA1111: Obter capacidade de bloquear endereços IP externos","group":"Preparação","description":"Certifique-se de ter a capacidade de criar uma regra de política em um dos Sistemas de Mitigação listados que irá bloquear um endereço IP externo de ser acessado por ativos corporativos.\n\nAviso:\n\nCertifique-se de que usando os sistemas listados (1 ou múltiplos) você pode controlar o acesso à internet de todos os ativos na infraestrutura. Em alguns casos, você precisará de uma maneira garantida de bloquear completamente o acesso de um endereço IP externo por ativos corporativos. Se alguns dos ativos não estiverem sob a gestão dos Sistemas de Mitigação listados, (para que possam acessar a internet contornando esses sistemas), você não será capaz de atingir plenamente o objetivo final da Ação de Resposta.\n","status":"Waiting","flag":false,"order":7},{"id":"~42528848","_id":"~42528848","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602225,"_type":"case_task","title":"1 | RA1001: Prática","group":"Preparação","description":"Certifique-se de que a maior parte da Ação de Resposta foi realizada em um exercício interno por sua Equipe de Resposta a Incidentes.\nVocê precisa se certificar de que, quando um Incidente acontecer, a equipe não tentará apenas seguir os manuais que vêem pela primeira vez na vida, mas será capaz de executar rapidamente as etapas reais em seu ambiente, ou seja, bloquear um endereço IP ou um nome de domínio.\n","status":"Waiting","flag":false,"order":0},{"id":"~42532880","_id":"~42532880","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602243,"_type":"case_task","title":"43 | RA7002: Realizar exercícios de lições aprendidas","group":"Lições aprendidas","description":"A fase Lições aprendidas avalia o desempenho da equipe em cada etapa. O objetivo da fase é descobrir como melhorar o processo de resposta a incidentes.\nVocê precisa responder a algumas perguntas básicas, usando o relatório de incidente desenvolvido:\n\nO que aconteceu?\nO que fizemos bem?\nO que poderíamos ter feito melhor?\nO que faremos diferente na próxima vez?\nO relatório de incidentes é a chave para melhorias.\n\n","status":"Waiting","flag":false,"order":42},{"id":"~42532944","_id":"~42532944","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602247,"_type":"case_task","title":"40 | RA6001: Comunique-se com usuários","group":"Comunicação","description":"Comunique-se com os usuários sobre impacto do incidente e sobre a resposta a incidente, explique o porquê dos procedimentos.\n- Conscientize usuários: \"o que os usuários devem fazer e não fazer” defina procedimentos que devem ser adotados por eles para não haver novas suspeitas e para reagir em caso de haver outros casos confirmados de phishing.","status":"Waiting","flag":false,"order":39},{"id":"~42536976","_id":"~42536976","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602254,"_type":"case_task","title":"38 | RA5202: Desbloquear remetente no e-mail","group":"Recuperação","description":"Desbloqueie um remetente de e-mail em um servidor de e-mail usando sua funcionalidade nativa.","status":"Waiting","flag":false,"order":37},{"id":"~42537040","_id":"~42537040","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602256,"_type":"case_task","title":"42 | RA7001: Desenvolver relatório de incidente","group":"Lições aprendidas","description":"Desenvolva o Relatório de Incidentes usando seu modelo corporativo.\n\nDeve incluir:\n\nResumo executivo com uma breve descrição dos danos, ações tomadas, causa raiz e métricas principais (tempo para detectar, tempo para responder, tempo para recuperar, etc.)\nLinha do tempo detalhada das ações do adversário mapeadas para as táticas da ATT & CK (você pode usar Kill Chain, mas muito provavelmente a maioria das ações será no estágio Actions On Objective, que não é muito representativo e útil)\nCronograma detalhado de ações tomadas pela Equipe de Resposta a Incidentes\nAnálise de causa raiz e recomendações para melhorias com base em sua conclusão\nLista de especialistas envolvidos na Resposta a Incidentes com suas funções\n\n","status":"Waiting","flag":false,"order":41},{"id":"~42541072","_id":"~42541072","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602262,"_type":"case_task","title":"31 | RA3203: Quarentena de ativos","group":"Contenção","description":"Coloque uma mensagem de e-mail em quarentena em um servidor de e-mail usando sua funcionalidade nativa, coloque em quarentena acessos, computadores ou servidores possivelmente comprometidos. ","status":"Waiting","flag":false,"order":30},{"id":"~42668040","_id":"~42668040","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602258,"_type":"case_task","title":"24 | RA2204: Certifique-se de que a mensagem de e-mail seja phishing","group":"Identificação","description":"Verifique um e-mail e seus metadados para evidências de ataque de phishing:\n\nTentativas de impersonalização: o remetente está tentando se identificar como alguém que ele não é\nPedidos ou ofertas suspeitas: baixe a \"fatura\", clique no link com algo importante etc.\nManipulações psicológicas: invocar um senso de urgência ou medo é uma tática comum de phishing\nErros de ortografia: mensagens legítimas geralmente não contêm erros de ortografia ou gramática inadequada\nExplore as referências do artigo para se familiarizar com o histórico e exemplos de ataques de phishing.\n","status":"Waiting","flag":false,"order":23},{"id":"~42672136","_id":"~42672136","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602266,"_type":"case_task","title":"23 | RA2203: Lista os destinatários das mensagens de e-mail","group":"Identificação","description":"Liste os destinatários de uma mensagem de e-mail específica usando a funcionalidade do servidor de e-mail.","status":"Waiting","flag":false,"order":21},{"id":"~124350568","_id":"~124350568","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602224,"_type":"case_task","title":"19 | RA2114: Lista os hosts comunicados com IP externo","group":"Identificação","description":"Liste hosts que se comunicam com um endereço IP externo usando a maneira mais eficiente.","status":"Waiting","flag":false,"order":18},{"id":"~124354664","_id":"~124354664","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602242,"_type":"case_task","title":"14 | RA1204: Capacidade de bloquear remetente de e-mail","group":"Preparação","description":"Certifique-se de poder bloquear um remetente de e-mail em um servidor de e-mail usando sua funcionalidade de filtragem nativa\n\n","status":"Waiting","flag":false,"order":13},{"id":"~124358760","_id":"~124358760","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602253,"_type":"case_task","title":"11 | RA1201: Capacidade de listar mensagens de e-mail abertas de usuários","group":"Preparação","description":"Certifique-se de ter a capacidade de listar os usuários que abriram / leram uma mensagem de e-mail específica usando a funcionalidade do servidor de e-mail.","status":"Waiting","flag":false,"order":10},{"id":"~124362856","_id":"~124362856","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602269,"_type":"case_task","title":"31 | RA3203: Mensagem de e-mail em quarentena","group":"Contenção","description":"Coloque uma mensagem de e-mail em quarentena em um servidor de e-mail usando sua funcionalidade nativa.","status":"Waiting","flag":false,"order":30},{"id":"~124497960","_id":"~124497960","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602251,"_type":"case_task","title":"33 | RA4201: Excluir mensagem de e-mail","group":"Erradicação","description":"Exclua uma mensagem de e-mail de um servidor de e-mail e das caixas de e-mail dos usuários usando sua funcionalidade nativa.","status":"Waiting","flag":false,"order":32},{"id":"~124502056","_id":"~124502056","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602260,"_type":"case_task","title":"37 | RA5201: Desbloquear domínio no e-mail","group":"Recuperação","description":"Desbloqueie um domínio de e-mail em um servidor de e-mail usando sua funcionalidade nativa.","status":"Waiting","flag":false,"order":36},{"id":"~124506152","_id":"~124506152","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602277,"_type":"case_task","title":"6 | RA1104: acessar logs HTTP externos","group":"Preparação","description":"Certifique-se de que haja uma coleção de logs de conexões HTTP para comunicação externa (de ativos corporativos para a Internet) configurados.","status":"Waiting","flag":false,"order":5},{"id":"~124547312","_id":"~124547312","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602218,"_type":"case_task","title":"29 | RA3201: Bloquear domínio no e-mail","group":"Contenção","description":"Bloqueie um nome de domínio em um servidor de e-mail usando sua funcionalidade de filtragem nativa.\n\n","status":"Waiting","flag":false,"order":28},{"id":"~124551408","_id":"~124551408","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602221,"_type":"case_task","title":"2 | RA1002: Faça treinamentos","group":"Preparação","description":"Não atingimos o nível das nossas expectativas. Caímos ao nível do nosso treinamento.\nAqui estão alguns cursos de treinamento relevantes que irão ajudá-lo nas atividades de Resposta a Incidentes:\nTeoria de investigação de Chris Sanders. Recomendamos que você o tenha como um treinamento obrigatório para todos os membros de sua equipe de Resposta a Incidentes\nTreinamentos de segurança ofensiva. Recomendamos PWK para começar\nTreinamentos de SANS Digital Forensics & Incident Response\nOs treinamentos de segurança ofensiva estão na lista porque, para combater uma ameaça, você precisa entender sua motivação, táticas e técnicas.\nAo mesmo tempo, presumimos que você já tenha uma sólida formação técnica em disciplinas fundamentais - Redes, Sistemas Operacionais e Programação.\n\n","status":"Waiting","flag":false,"order":1},{"id":"~124555504","_id":"~124555504","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602240,"_type":"case_task","title":"12 | RA1202: Capacidade de listar destinatários de mensagens de e-mail","group":"Preparação","description":"Certifique-se de poder listar os destinatários de uma mensagem de e-mail específica usando a funcionalidade do servidor de e-mail.","status":"Waiting","flag":false,"order":11},{"id":"~124559600","_id":"~124559600","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602250,"_type":"case_task","title":"26 | RA3101: Bloquear endereço IP externo","group":"Contenção","description":"Bloqueie um endereço IP externo de ser acessado por ativos corporativos, usando a maneira mais eficiente.\n\nAviso:\n\nTenha cuidado ao bloquear endereços IP. Certifique-se de que não é um provedor de nuvem ou um hoster. Se você gostaria de bloquear algo que está hospedado em um provedor de nuvem conhecido ou em um grande endereço IP de hoster, você deve bloquear (se aplicável) um URL específico usando uma ação de resposta alternativa\n\n","status":"Waiting","flag":false,"order":25},{"id":"~124563696","_id":"~124563696","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602271,"_type":"case_task","title":"16 | RA1206: Capacidade de colocar mensagens de e-mail em quarentena","group":"Preparação","description":"Certifique-se de poder colocar uma mensagem de e-mail em quarentena em um servidor de e-mail usando sua funcionalidade nativa.","status":"Waiting","flag":false,"order":15},{"id":"~165433408","_id":"~165433408","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602214,"_type":"case_task","title":"10 | RA1115: Capacidade de bloquear URL externa","group":"Preparação","description":"Certifique-se de ter a capacidade de criar uma regra de política ou uma configuração específica em um dos Sistemas de Mitigação listados que irá bloquear um URL externo de ser acessado por ativos corporativos.\n\nAviso:\n\nCertifique-se de que usando os sistemas listados (1 ou múltiplos) você pode controlar o acesso à internet de todos os ativos na infraestrutura. Em alguns casos, você precisará de uma maneira garantida de bloquear completamente o acesso de uma URL externa por ativos corporativos. Se alguns dos ativos não estiverem sob a gestão dos Sistemas de Mitigação listados, (para que possam acessar a internet contornando esses sistemas), você não será capaz de atingir plenamente o objetivo final da Ação de Resposta.\n\n","status":"Waiting","flag":false,"order":9},{"id":"~165437504","_id":"~165437504","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602265,"_type":"case_task","title":"18 |  RA2113: Lista os hosts comunicados com o domínio externo","group":"Identificação","description":"Liste hosts que se comunicam com um domínio externo usando a maneira mais eficiente.","status":"Waiting","flag":false,"order":17},{"id":"~165441600","_id":"~165441600","createdBy":"yasminoliveiraheinze@hotmail.com","createdAt":1623945602276,"_type":"case_task","title":"27 | RA3103: bloquear domínio externo","group":"Contenção","description":"Impedir que um nome de domínio externo seja acessado por ativos corporativos, usando a maneira mais eficiente.\n\nAviso:\n\nTenha cuidado ao bloquear nomes de domínios. Certifique-se de que não é um provedor de nuvem ou um hoster. Se você gostaria de bloquear algo que está hospedado em um provedor de nuvem conhecido ou em um grande host doman, você deve bloquear (se aplicável) um URL específico usando uma ação de resposta alternativa\n","status":"Waiting","flag":false,"order":26}],"status":"Ok","customFields":{},"metrics":{}}